{
  "title": "Die Frau des Jägers",
  "body": "Es war das erste Mal des Jägers außerhalb von Montana. Er wachte auf, noch immer von der stundenlangen Vision besessen, durch rosarot beleuchtete Kumuluswolken, Häuser und Scheunen wie Flecken tief in den verschneiten Tälern aufzusteigen, während das ganze Land unter den Blättern von dezemberbraunen und schwarzen, schneebedeckten Hügeln blitzte von eisgekühlten Seen, die langen Zöpfe eines Flusses schimmerten am Grund einer Schlucht. Über dem Flügel hatte sich der Himmel zu einem so reinen Blau vertieft, dass er wusste, dass es Tränen in seine Augen bringen würde, wenn er lange genug schaute.\nJetzt war es dunkel. Das Flugzeug stieg über Chicago, seine Galaxie von elektrischen Lichtern, die riesigen Nachbarschaften kamen klarer, als das Flugzeug zum Flughafen glitt - Straßenlampen, Scheinwerfer, Gebäudeklötze, Eisbahnen, ein Lastwagen, der an einer Ampel drehte, Schneefetzen auf einem Lagerhaus und Sie blinzelten auf weit entfernte Hügel und schließlich auf die langen konvergierenden Parallelen von blauen Start- und Landebahnlichtern.\nEr ging zum Flughafen, vorbei an den Monitoren. Schon fühlte er sich, als hätte er etwas verloren, eine schöne Perspektive, einen lieblichen Traum, der weggefallen war. Er war nach Chicago gekommen, um seine Frau zu sehen, die er seit zwanzig Jahren nicht mehr gesehen hatte. Sie war dort, um an der staatlichen Universität für eine höhere Ausbildung zu arbeiten. Selbst Universitäten waren anscheinend daran interessiert, was sie tun konnte. Vor dem Terminal war der Himmel dick und grau und eilte vom Wind. Schnee kam. Eine Frau von der Universität traf ihn und eskortierte ihn zu ihrem Jeep. Er hielt den Blick aus dem Fenster.\nMEHR GESCHICHTEN\n\nAnblick ist eine ungewöhnliche Meditation über die Mutterschaft, die schwer zu legen istANN HULBERT\nWie Lolita uns alle verführtCAITLIN FLANAGAN\nRiesen der TiefeREBECCA GIGGS\nWas es braucht, um ein Prozess Anwalt zu sein, wenn Sie kein Mann sindLARA BAZELON\nSie waren fünfundvierzig Minuten im Auto und passierten zuerst die hohe, beleuchtete Architektur der Innenstadt, dann nackte Vorstadteichen, Haufen gepflügten Schnees, Tankstellen, Strommasten und Telefonleitungen. Die Frau sagte: \"Sie besuchen regelmäßig die Auftritte Ihrer Frau?\"\n\"Nein\", sagte er. \"Niemals zuvor.\"\nSie parkte in der Einfahrt eines modernen Herrenhauses mit quadratischen Balkonen, die über zwei Garagen hingen, riesigen dreieckigen Fenstern in der Fassade, schlanken Säulen, gewölbten Lichtern und einem steilen Schieferdach.\nIn der Eingangstür standen etwa dreißig Namensschilder auf einem Tisch. Seine Frau war noch nicht da. Offensichtlich war noch niemand dort. Er fand sein Etikett und steckte es an seinen Pullover. Ein schweigendes Mädchen im Smoking tauchte auf und verschwand mit seinem Mantel.\nDas Granitfoyer war mit einer großen Treppe versehen, die sich unten breit und oben verjüngte. Eine Frau kam herunter. Sie stoppte vier oder fünf Schritte vom Boden und sagte: \"Hallo, Anne\" zu der Frau, die ihn dorthin gefahren hatte und \"Du musst Mr. Dumas sein\" zu ihm. Er nahm ihre Hand, ein blasses, knochiges Ding, schwerelos wie ein federloser Vogel.\nIhr Ehemann, der Kanzler der Universität, habe gerade seine Fliege geknotet, sagte sie, und sie lachte traurig vor sich hin, als ob Fliege etwas wäre, was sie missbilligte. Der Jäger ging zu einem Fenster, schob den Vorhang zur Seite und spähte hinaus.\nIm schwachen Licht konnte er die Länge des Hauses durch ein Holzdeck erkennen, das angewinkelt und stufenförmig war und dessen Breite sich ständig veränderte, mit einer niedrigen Reling. Dahinter, in den blauen Schatten, lag ein kleiner Teich, umgeben von Hecken, mit einem Marmor-Vogelbad in der Mitte. Hinter dem Teich standen blattlose Bäume - Eichen, Ahornbäume, eine Platane, so weiß wie Knochen. Ein Helikopter fuhr vorbei, sein grünes Licht blinzelte.\n\"Es schneit\", sagte er.\n\"Ist es?\" Die Gastgeberin fragte mit einem Hauch von Besorgnis, vielleicht falsch. Es war unmöglich zu sagen, was aufrichtig war und was nicht. Die Frau, die ihn dorthin gefahren hatte, war in die Bar gegangen, wo sie einen Drink getrunken und in den Teppich gestarrt hatte.\nEr ließ den Vorhang zurückfallen. Der Kanzler kam die Treppe herunter. Andere Gäste flatterten herein. Ein Mann in grauem Kordsamt mit »Bruce Maples« auf seinem Namensschild näherte sich ihm. \"Mr. Dumas\", sagte er, \"Ihre Frau ist noch nicht hier?\"\n\"Du kennst sie?\" Fragte der Jäger. »Oh nein«, sagte Maples und schüttelte den Kopf. \"Nein, tu ich nicht.\" Er spreizte seine Beine und schwang seine Hüften wie vor einem Lauf. \"Aber ich habe über sie gelesen.\"\nDer Jäger beobachtete, wie ein großer, bemerkenswert dünner Mann durch die Haustür trat. Höhlen hinter seinem Kiefer und unter seinen Augen ließen ihn alt und skelettartig erscheinen - als ob er aus einer anderen, schlankeren Welt kommen würde. Der Kanzler näherte sich dem dünnen Mann, umarmte ihn und hielt ihn für einen Moment fest.\n\"Das ist Präsident O'Brien\", sagte Maples. \"Ein berühmter Mann eigentlich für Leute, die solchen Dingen folgen. So schrecklich, was mit seiner Familie passiert ist.\" Maples stach mit seinem Strohhalm in sein Getränk.\nZum ersten Mal begann der Jäger zu denken, er hätte nicht kommen sollen.\n\"Hast du die Bücher deiner Frau gelesen?\" Fragte Maples.\nDer Jäger nickte.\n\"In ihren Gedichten ist ihr Ehemann ein Jäger.\"\n\"Ich führe Jäger.\" Er schaute aus dem Fenster zu dem Schnee, der sich auf den Hecken niederließ.\n\"Stört dich das jemals?\"\n\"Was?\"\n\"Töten Tiere. Für einen Lebensunterhalt, meine ich.\"\nDer Jäger sah Schneeflocken verschwinden, als sie das Fenster berührten. War es das, was die Jagd den Menschen bedeutete? Tiere töten? Er legte seine Finger an das Glas. \"Nein\", sagte er. \"Es stört mich nicht.\"\nDer Jäger traf seine Frau im Winter 1972 in Great Falls, Montana. Dieser Winter kam auf einmal an - Sie konnten es beobachten. Zwei weiße Vorhänge tauchten im Norden auf, weiß bis zum Himmel und fuhren wie das Ende aller Dinge nach Süden. Rinder galoppierten auf den Zaunlinien und heulten. Bäume umgestürzt; Ein Scheunendach fiel über die Autobahn. Der Fluss änderte die Richtung. Der Wind wehte schreiend in den Ginster und spießte sie in grotesker Haltung auf die Dornen auf.\nSie war eine Zauberkünstlerin, hübsch, fünfzehn Jahre alt, eine Waise. Es war keine neue Geschichte: ein glitzerndes rotes Kleid, lange Beine, eine fahrende Zaubershow, die im Versammlungsraum der Christlichen Zentralkirche auftrat. Der Jäger war mit einem Arm voller Lebensmittel vorbeigelaufen, als der Wind ihn in seinen Bahnen hielt und ihn in die Gasse hinter der Kirche trieb. Er hatte noch nie solchen Wind gefühlt; Es hatte ihn festgenagelt. Sein Gesicht war gegen ein niedriges Fenster gedrückt, und durch ihn konnte er die Show sehen. Der Magier war ein kleiner Mann in einem schmutzigen blauen Umhang. Über ihm las ein absackendes Banner DIE GROSSE VESPUCCI. Aber der Jäger sah nur das Mädchen; sie war anmutig, jung und lächelte. Wie ein Wrestler hielt der Wind ihn gegen das Fenster.\nDer Zauberer knickte das Mädchen in einen Sperrholzsarg ein, der grell mit roten und blauen Blitzen geschmückt war. Ihr Hals und ihr Kopf standen an einem Ende, ihre Knöchel und Füße am anderen Ende. Sie strahlte; Niemand hatte jemals zuvor so breit gelächelt, in einen Sarg eingesperrt zu sein. Der Zauberer startete eine elektrische Säge und brachte sie geräuschvoll durch die Mitte der Kiste, wobei er sie in zwei Hälften schnitt. Dann drehte er sie auseinander, ihre Beine gingen in die eine Richtung, ihr Oberkörper in die andere. Ihr Nacken fiel zurück, ihr Lächeln verblasste, ihre Augen waren nur weiß. Die Lichter verdunkelten sich. Ein Kind schrie auf. Wackle mit den Zehen, befahl der Magier, erblühte seinen Zauberstab, und sie tat es; Ihre körperlosen Zehen wackelten in glitzernden hochhackigen Pumps. Das Publikum quietschte vor Freude.\nDer Jäger beobachtete ihr rosa, feinknochiges Gesicht, ihre hängenden Haare, ihre ausgestreckte Kehle. Ihre Augen fielen ins Rampenlicht. Sah sie ihn an? Sah sie sein Gesicht gegen das Fenster gepresst, der Wind an seinem Hals, die Lebensmittel - Zwiebeln, ein Mehlsack - fielen um seine Füße auf den Boden?\nSie war so schön für ihn, dass sonst nichts schöner gewesen wäre. Schnee blies den Kragen herunter und trieb um seine Stiefel. Nach einiger Zeit kam der Magier wieder zu den abgetrennten Kistenhälften, löste die Schnallen und flatterte mit seinem Zauberstab, und sie war wieder ganz. Sie kletterte aus der Kiste und knickste in ihrem glitzernden Kleid. Sie lächelte, als wäre es die Auferstehung selbst.\nDann brachte der Sturm eine Tanne vor dem Gerichtsgebäude zum Erliegen, und die Kraft verschwand, Straßenlaterne von der Straßenlaterne. Bevor sie sich bewegen konnte, bevor die Platzanweiser begannen, die Menge mit Taschenlampen zu begleiten, schlich der Jäger in die Halle und machte sich auf den Weg zur Bühne.\nEr war dreißig Jahre alt, doppelt so alt wie sie. Sie lächelte ihn an, beugte sich im roten Schein der Notausgangsbeleuchtung von der Empore vor und schüttelte den Kopf. »Die Show ist vorbei«, sagte sie. In seinem Pickup folgte er dem Transporter des Magiers durch den Schneesturm zu ihrer nächsten Show, einer Spendenaktion in Butte. In der nächsten Nacht folgte er ihr nach Missoula. Er stürmte nach jeder Aufführung auf die Bühne. \"Iss einfach mit mir zu Abend\", flehte er. \"Sag mir einfach deinen Namen.\" Es war Jagd durch Beharrlichkeit. Sie sagte ja in Bozeman. Ihr Name war klar, Mary Roberts. Sie hatten Rhabarberkuchen in einem Hotelrestaurant.\n\"Ich weiß, wie du das machst\", sagte er. \"Die Füße in der Box sind Attrappen. Du hältst deine Beine gegen deine Brust und wackelst mit einer Schnur über die Attrappenfüße.\"\nSie lachte. \"Ist es das, was du tust? Folge einem Mädchen von Stadt zu Stadt, um ihr zu sagen, dass ihre Magie nicht echt ist?\"\n\"Nein\", sagte er. \"Ich jage.\"\n\"Und wenn du nicht jagst?\"\n\"Ich träume von der Jagd.\"\nSie lachte wieder. \"Es ist nicht lustig\", sagte er.\n\"Du hast Recht\", sagte sie und lächelte. \"Es ist nicht lustig. Ich bin so mit Magie. Ich träume davon. Selbst wenn ich nicht schlafe.\"\nEr blickte begeistert auf seinen Teller. Er suchte nach etwas, was er sagen könnte. Sie aßen.\n\"Aber ich träume größere Träume, weißt du\", sagte sie später, nachdem sie zwei Stücke Kuchen sorgfältig mit einem Löffel gegessen hatte. Ihre Stimme war leise und ernst. \"Ich habe Magie in mir. Ich werde nicht mein ganzes Leben lang von Tony Vespucci in zwei Hälften gesägt.\"\n\"Ich bezweifle es nicht\", sagte der Jäger.\n\"Ich wusste, dass du mir glauben würdest\", sagte sie.\nAber im nächsten Winter brachte Vespucci sie nach Great Falls zurück und sägte sie im gleichen Sperrholzsarg. Und der Winter danach. Beide Male, nach der Vorstellung, brachte der Jäger sie zum Bitterroot Diner, wo er sie zwei Stücke Kuchen essen sah. Das Zuschauen war sein Lieblingsteil: eine Kehle in ihrem Hals, als sie schluckte, wie der Löffel sauber aus ihren Lippen glitt, wie ihre Haare über ihr Ohr fielen.\nDann war sie achtzehn, und nach dem Kuchen ließ sie ihn in seine Hütte fahren, vierzig Meilen von Great Falls, den Missouri hinauf und dann nach Osten in das Smith River Valley. Sie brachte nur einen kleinen Vinylbeutel mit. Die Lastwagen ins Schleudern und geschoren, als er mich über die ungepflügten Straßen gelenkt, die im tiefen Schnee Schlingern, aber sie hat keine Angst oder Sorgen schien darüber, wo er sich über die Möglichkeit, dass der LKW sinken könnte in einer Drift könnte nehmen, dass sie könnte in ihrem Erbsenmantel und ihrem glitzernden Magier-Assistenten-Kleid erfrieren. Ihr Atem flog vor ihr hervor. Es war zwanzig Grad unter Null. Bald würden die Straßen bis zum Frühling unpassierbar sein.\nIn seiner Einraumkabine, mit Pelzen und alten Gewehren an den Wänden, öffnete er die Tür zum Kriechkeller und zeigte ihr seinen Winterschatz: hundert geräucherte Forellen, gezupfte Fasane und Wildgehege, die gefroren von Haken hängen. \"Genug für zwei von mir\", sagte er. Sie las seine Bücher über dem Kamin ab - eine Monographie über Moorhühnergewohnheiten, eine Reihe von Tagebüchern über Hochland-Wildvögel, einen dicken Wälzer namens Bear. \"Bist du müde?\" er hat gefragt. \"Möchtest du etwas sehen?\" Er gab ihr einen Schneeanzug, schnallte ihre Stiefel in ein Paar Lederschneeschuhe und nahm sie mit, um den Grizzly zu hören. Sie war nicht schlecht auf Schneeschuhen, ein wenig ungeschickt. Sie jagten in der fast unerträglichen Kälte über windgebogenem Schnee.\nDer Bär wurde jeden Winter in der gleichen hohlen Zeder geboren, deren Spitze von einem Sturm abgeschlagen worden war. Schwarz, dreifingrig und riesig, im Sternenlicht glich es einer skelettierten Hand, die aus dem Boden geschleudert wurde. Ein geisterhafter Besucher schlich sich aus der Unterwelt. Sie knieten nieder. Über ihnen waren die Sterne Messerspitzen, hart und weiß. \"Leg dein Ohr hier hin\", flüsterte er. Der Atem, der seine Worte trug, kristallisierte und blies weg. Sie hörten sich von Angesicht zu Angesicht ihre Ohren über Spechtlöcher im Kofferraum an. Sie hörte es nach einer Minute und stellte ihre Ohren auf etwas wie einen schläfrigen Seufzer, einen langen Ausatmungsschlaf ein. Ihre Augen weiteten sich. Eine volle Minute verging. Sie hörte es wieder.\n\"Wir können ihn sehen\", flüsterte er, \"aber wir müssen totenstill sein. Grizzlys sind leichte Winterschlafsäcke. Manchmal ist es alles, was du tust, auf Zweige außerhalb ihrer Höhlen zu treten, und sie sind oben.\"\nEr fing an, im Schnee zu graben. Sie trat zurück, den Mund offen, die Augen weit aufgerissen. Der Jäger beugte sich um die Taille und schob den Schnee durch die Beine zurück. Er grub ein paar Meter tief und stieß dann auf eine glatte, eisige Kruste, die ein großes Loch in der Basis des Baumes bedeckte. Vorsichtig löste er Eisplatten und hob sie zur Seite. Aus dem Loch kam der Geruch von Bär zu ihr, wie nasser Hund, wie wilde Pilze. Der Jäger hat einige Blätter entfernt. Darunter war eine zottige Flanke, ein Stück braunes Fell.\n\"Er ist auf seinem Rücken\", flüsterte der Jäger. \"Das ist sein Bauch. Seine Vorderbeine müssen irgendwo hier oben sein.\" Er deutete auf eine Stelle höher am Stamm.\nSie legte eine Hand auf seine Schulter und kniete neben der Höhle in den Schnee. Ihre Augen waren weit und ohne zu blinzeln. Ihr Kiefer stand offen. Über ihrer Schulter trennte sich ein Stern von einer Galaxie und schmolz durch den Himmel. \"Ich möchte ihn berühren\", sagte sie. Ihre Stimme klang laut und fehl am Platz in diesem Wald, unter den nackten Zedern.\n\"Still\", flüsterte er. Er schüttelte den Kopf.\n\"Nur für eine Minute.\"\n\"Nein\", zischte er. \"Du bist verrückt.\" Er zerrte an ihrem Arm. Sie nahm den Handschuh mit den Zähnen aus der anderen Hand und griff nach unten. Er zog sie wieder an, verlor aber den Halt und fiel zurück, einen leeren Handschuh fassend. Als er entsetzt zusah, drehte sie sich um und legte beide Hände mit ausgebreiteten Fingern in die dicke Brust des Bären. Dann senkte sie ihr Gesicht, als ob sie aus der verschneiten Höhle trinken würde, und presste ihre Lippen auf die Brust des Bären. Ihr ganzer Kopf war in dem Baum. Sie fühlte, wie die weichen, silbernen Fellspitzen ihre Wangen streiften. Vor ihrer Nase beugte sich eine riesige Rippe leicht. Sie hörte, wie sich die Lungen füllten und dann leer wurden. Sie hörte Blut durch die Adern.\n\"Willst du wissen, was er träumt?\" Sie fragte. Ihre Stimme hallte durch den Baum und ergoss sich von den geschorenen Enden ihrer ausgehöhlten Zweige. Der Jäger nahm sein Messer aus seinem Mantel. \"Sommer\", wiederholte ihre Stimme. \"Brombeeren. Forelle. Seine Flanken über Flusskiesel ausbaggern.\"\n\"Ich hätte es gern\", sagte sie später, zurück in der Hütte, als er das Feuer aufbaute, \"um mit ihm den ganzen Weg hinunter zu kriechen. Geh in seine Arme. Ich würde ihn an den Ohren packen und ihn küssen.\" auf die Augen. \"\nDer Jäger beobachtete das Feuer, die brennenden und sägenden Flammen, jeder von ihnen eine brennende Brücke. Drei Jahre hatte er darauf gewartet. Drei Jahre lang hatte er dieses Mädchen an seinem Feuer geträumt. Aber irgendwie war es anders ausgegangen als er es sich vorgestellt hatte. Er hatte gedacht, es wäre wie eine jagdähnliche Wartezeit neben einer Suhle mit seinem Gewehrlauf auf seinem Rucksack, um den riesigen geweihten Kopf eines Elchs am Himmel zu sehen, um die ganze Herde hinter sich zu hören und dann zu zerstreuen den Hügel hinunter. Wenn Sie Ihre Öffnung hatten, schossen Sie und gingen das Tier hinunter und das war es. Aber das fühlte sich anders an. Es war genau so, als ob er noch drei Jahre jünger wäre, vor der Christlichen Zentralkirche stehengeblieben wäre und vom Wind oder einer anderen größeren Kraft gegen ein niedriges Fenster getrieben worden wäre.\n\"Bleib bei mir\", flüsterte er ihr ins Feuer zu. \"Bleib im Winter.\"\nBruce Maples stand neben ihm und stieß mit seinem Strohhalm das Eis in seinem Drink. \"Ich bin in der Leichtathletik\", bot er an. \"Ich betreibe die Sportabteilung hier.\"\n\"Du hast das erwähnt.\"\n\"Habe ich? Ich kann mich nicht erinnern. Ich bin Trainer gewesen. Hürden.\"\nDer Jäger beobachtete den dünnen, geschlagenen Mann, Präsident O'Brien, als er in der Ecke des Empfangszimmers stand. Alle paar Minuten gingen ein paar Gäste zu ihm und nahmen O'Briens Hände in ihre eigenen.\n\"Sie wissen wahrscheinlich\", sagte der Jäger zu Maples, \"dass Wölfe Hürden sind. Manchmal werden die Leute, die sie verfolgen, einen Haken haben und die Fingerabdrücke verschwinden. Als ob der ganze Rudel in einen Baum gesprungen wäre und verschwunden wäre. Ich finde die Spuren wieder, dreißig oder vierzig Fuß entfernt. Die Leute dachten, es wären magisch fliegende Wölfe. Aber alles, was sie taten, war springen. Ein großartiger koordinierter Sprung. «\nMaples sah sich im Raum um. \"Huh\", sagte er. \"Ich würde das nicht wissen.\"\nSie blieb. Das erste Mal, als sie sich liebten, schrie sie so laut, dass Kojoten auf das Dach kletterten und den Schornstein heulten. Er rollte schwitzend von ihr herunter. Die Coyoten husteten und kicherten die ganze Nacht wie Kinder, die im Hof ​​plaudern, und er hatte Albträume. \"Letzte Nacht hattest du drei Träume und du hast geträumt, dass du jedes Mal ein Wolf bist\", flüsterte sie. \"Du warst wütend auf Hunger und rennst unter dem Mond.\"\nHatte er das geträumt? Er konnte sich nicht erinnern. Vielleicht hat er im Schlaf geredet.\nIm Dezember wurde es nie wärmer als fünfzehn. Der Fluss erstarrte - etwas, das er noch nie gesehen hatte. Am Weihnachtsabend fuhr er den ganzen Weg nach Helena, um ihre Eiskunstlaufschuhe zu kaufen. Am Morgen wickelten sie sich von Kopf bis Fuß in Pelze und gingen hinaus, um den Fluss zu skaten. Sie hielt ihn an den Hüften fest, und sie glitten durch die blaue Morgendämmerung und schlitterten über die gefrorenen Hügel und Untiefen, unter den blattlosen Erlen und Pappeln, nur die nackten Spitzen der Bachweiden, die über dem Schnee zeigten. Vor ihnen verblaßten weite weiße Flussabschnitte in Dunkelheit.\nIn einer windpolierten Kurve stießen sie auf einen toten Reiher, der von den Knöcheln ins Eis gefroren war. Sie hatte versucht, sich herauszuhacken, indem sie mit dem Schnabel zuerst auf das Eis schlug, das seine Füße bedeckte, und dann auf seine eigenen dünnen und schuppigen Beine. Als es schließlich starb, starb es aufrecht, Flügel zurückgeschlagen, Schnabel in einem letzten, verzweifelten Schrei geteilt, Beine wie Zwillingsschilf im Eis verwurzelt.\nSie fiel neben dem Vogel auf die Knie. In ihrem Auge sah sie, wie sich ihr Gesicht spiegelte. \"Es ist tot\", sagte der Jäger. \"Komm schon. Du wirst auch frieren.\"\n\"Nein\", sagte sie. Sie zog ihren Handschuh aus und schloss den Reiherschnabel in ihrer Faust. Fast sofort rollten ihre Augen in ihrem Kopf zurück. \"Oh, wow\", stöhnte sie. \"Ich kann sie fühlen .\" Sie blieb so für ganze Minuten, der Jäger stand über ihr, spürte die Kälte seine Beine hochkommen, Angst sie zu berühren, als sie vor dem Vogel kniete. Ihre Hand wurde weiß und dann blau im Wind. Endlich stand sie auf. \"Wir müssen es begraben\", sagte sie.\nIn dieser Nacht lag sie steif und wollte nicht schlafen. \"Es war nur ein Vogel\", sagte er, unsicher, was sie belästigte, störte es aber selbst. \"Wir können nichts für einen toten Vogel tun. Es war gut, dass wir es vergraben haben, aber morgen wird es etwas finden und ausgraben.\"\nSie wandte sich an ihn. Ihre Augen waren weit aufgerissen. Er erinnerte sich, wie sie ausgesehen hatten, als sie die Hände auf den Bären gelegt hatte. \"Als ich sie berührte\", sagte sie, \"sah ich, wohin sie ging.\"\n\"Was?\"\nIch sah, wohin sie ging, als sie starb. Sie war am Ufer eines Sees mit anderen Reihern, hundert anderen, die alle in dieselbe Richtung blickten, und sie wateten zwischen Steinen. Es war Morgen, und sie sahen zu, wie die Sonne über den Bäumen auf der anderen Seite des Sees aufging. Ich sah es so deutlich, als wäre ich dort. \"\nEr rollte sich auf den Rücken und sah zu, wie sich Schatten über die Decke schoben. \"Der Winter kommt zu dir\", sagte er. Er beschloss, dafür zu sorgen, dass sie jeden Tag ausging. Es war etwas, an das er lange geglaubt hatte: Geh jeden Tag im Winter aus, sonst rutscht dein Verstand aus. Jeden Winter war die Zeitung voll von Geschichten über Frauen der Viehzüchter, eingeschneit und vom Hüttenfieber verblüfft, die ihre Ehemänner mit Hackmessern oder Ahlen entsandt hatten.\nWinter warf sich in die Hütte. Er nahm sie jeden Tag mit. Er zeigte ihr tausend Marienkäfer, die in einem orangefarbenen Ball in einem Flussbett hockten; ein Paar ruhender Frösche, die in gefrorenem Schlamm vergraben waren, kristallisierte ihr Blut bis zum Frühling. Er schnappte sich einen Globus von Honigbienen aus seinem Bienenstock, langsam brummend, betäubt von der plötzlichen Entblößung, dicht gepackt um die Königin, jede Biene flüsterte nach Wärme. Als er den Globus in ihre Hände legte, fiel sie in Ohnmacht, ihre Augen rollten zurück. Dort dalag, sah sie alle ihre Träume auf einmal, die Winterträume von Dutzenden von Arbeiterbienen, von denen jede lebhaft lebhaft war: helle Spuren durch Dornen zu einem Haufen wilder Rosen, Honig, der ordentlich hundert Kämme überspannte.\nMit jedem Tag erfuhr sie mehr darüber, was sie tun konnte. Sie spürte ein fremdes und scharfes Empfinden in ihrem Blut sprudeln, als würde gerade ein vor langer Zeit gepflanzter Samen sprießen. Je größer das Tier, desto stärker konnte es sie erschüttern. Die letzten Toten waren virtuelle Minen von Visionen, die sie mit einer langsam verblassenden Kraft ablegten, als würden sie nacheinander eine lange Reihe von Fangbändern abschneiden. Sie zog ihre Fäustlinge aus und berührte alles, was sie konnte: Fledermäuse, Salamander, ein Kardinalsküken, immer noch warm aus seinem Nest geworfen. Zehn überwinternde Strumpfbandschlangen schlängelten sich unter einem Felsen zusammen, Augenlider versiegelt, Zungen stillgelegt. Jedes Mal, wenn sie ein gefrorenes Insekt berührte, eine schlummernde Amphibie, alles nur noch tot, rollte ihre Augen zurück und ihre Visionen, ihr Himmel, zitterten durch ihren Körper.\nIhr erster Winter ist so gegangen. Als er aus dem Fenster der Kabine blickte, sah er Wolfsspuren über den Fluss laufen, Eulen jagten von den Bäumen, sechs Fuß Schnee wie eine Decke, die bereit war, abgeworfen zu werden. Sie sah eingegrabene Träumer, die unter Wurzeln gegen das lange Zwielicht gekuschelt waren, ihre Träume krochen wie Polarlichter in den Himmel.\nMit Liebe, die immer noch in seinem Herzen wie ein Splitter lag, heiratete er sie in den ersten Frühlingsschlämmen.\nBruce Maples keuchte auf, als die Frau des Jägers endlich ankam. Sie ging wie ein Schaupferd durch die Tür, so sittlich, wie sie ihre Augen niederließ, aber in ihrem Schritt versichert; Sie brachte jede sich verjüngende Ferse nach unten und traf sie gegen den Granit. Der Jäger hatte seine Frau seit zwanzig Jahren nicht mehr gesehen, und sie hatte sich verändert - verfeinert, weniger wild und irgendwie zum Jäger, schlimmer noch dazu. Ihr Gesicht war runzlig um die Augen geschrumpft, und sie bewegte sich, als ob sie den Kontakt mit irgendetwas in ihrer Nähe vermeiden wollte, als ob der Flurtisch oder die Schranktür plötzlich nach vorne stolpern würde, um nach ihrem Revers zu greifen. Sie trug keinen Schmuck, keinen Ehering, nur einen schlichten schwarzen Anzug, zweireihig.\nSie fand ihren Namensschild auf dem Tisch und steckte ihn an ihrem Revers fest. Alle im Empfangsraum sahen sie an und sahen dann weg. Der Jäger erkannte, dass sie, nicht Präsident O'Brien, der Ehrengast war. In gewissem Sinne haben sie sie umworben. Das war ihr Weg, der Weg des Kanzlers - ein stiller Barkeeper, Smoking-Girls, große Eisgetränke. Gib ihr Kuchen, dachte der Jäger. Rhabarberkuchen. Zeig ihr einen schlafenden Grizzly.\nSie saßen zum Abendessen an einem schmalen und sehr langen Tisch, fünfzehn Stühle mit hoher Rückenlehne auf jeder Seite und eine an jedem Ende. Der Jäger saß mehrere Plätze von seiner Frau entfernt. Sie blickte schließlich zu ihm auf, ein Ausdruck der Anerkennung, der Wärme, und schaute dann wieder weg. Er musste ihr alt erscheinen - er musste ihr immer alt vorkommen. Sie sah ihn nicht wieder an.\nDas Küchenpersonal, in gestärkten Weißen, brachte Zwiebelsuppe, Scampi, pochierten Lachs. Um den Jäger herum sprachen die Gäste halb flüsternd über Leute, die er nicht kannte. Er hielt den Blick auf die Fenster und den wehenden Schnee gerichtet.\nDer Fluss taute auf und trieb riesige Eisuntertassen in Richtung Missouri. Der Jäger fühlte das alte Rühren, das sich in seiner Seele beschleunigte, und würde in den weiten rosa Morgengrauen aufgehen, seine Fliegenrute ergreifen und zum Fluß hinuntereilen. Durch das kalte braune Wasser stiegen bereits Forellen auf, um die ersten Insekten des Frühlings zu fangen. Bald klingelte das Telefon in der Kabine mit Anrufen von Kunden, und seine Hauptsaison war eröffnet.\nIm April wollte ein gelegentlicher Klient einen Berglöwen oder eine Reise mit Hunden für Vögel, aber später Frühling und Sommer waren für Forellen. Er war jeden Morgen vor Tagesanbruch draußen und fuhr mit einer Thermoskanne Kaffee, um einen Anwalt, einen Witwer, einen Politiker mit einem Hang zum wilden Halsabschneider abzuholen. Er kam nach Hause und stinkte nach Fischdärmen und weckte sie mit eifrigen Geschichten - heimische Forellen, die einen fünfzehn Fuß großen Katarakt sprangen, einen widerspenstigen Regenbogen, der unter einem Haken verhakt war.\nBis Juni war sie gelangweilt und einsam. Sie wanderte durch den Wald, aber nie sehr weit. Die SommerhÃ¶lzer waren dicht und geschÃ¤ftig, nicht so wie der friedliche Friedhofswinter. Nichts schlief sehr lange; alles kam aus Kokons, wogte herum, brummte, vermehrte sich, hatte Würfe und nahm zu. Bärenjunge spritzte in den Fluss. Chicks schrie nach Würmern. Sie sehnte sich nach der Stille des Winters, nach dem langen Schlummer, dem nackten Himmel, dem Knochenknochen der Stierelche, die ihr Geweih gegen Bäume stieß.\nIm September kamen die Großwildjäger. Jeder Klient wollte etwas anderes: Elch, Antilope, ein Stier Elch, ein Reh. Sie wollten Grizzlys sehen, einen Vielfraß verfolgen und Sandhügelkraniche schießen. Sie wollten die Köpfe von sieben mal sieben königlichen Stiern für ihre Höhlen. Alle paar Tage kam er von Blut nach Hause riechend, mit Geschichten von dummen Kunden, der Texaner, saß, Keuchen, auch aus der Form auf die Spitze eines Hügels für seinen Schuss zu bekommen. Ein blutrünstiger New Yorker behauptete, er wolle nur Schwarzbären fotografieren; Dann zog er eine Pistole aus seinem Stiefel und feuerte wild auf zwei Jungen und ihre Mutter. Sie schrubbte nächtlich Blut aus dem Overall des Jägers und sah zu, wie es von Rost zu Rot verblaßte und in einem mit Flußwasser gefüllten Becken aufging.\nSie begann zu schlafen und nahm lange Nachmittagsschlaf, drei oder mehr Stunden. Schlaf, so erfuhr sie, war eine Fähigkeit wie jede andere, wie zersägt und wieder zusammengesetzt zu werden oder wie Visionen eines toten Rotkehlchens zu wecken. Sie brachte sich trotz Hitze, trotz Lärms, zum Schlafen bei. Insekten schleuderten sich auf die Schirme, Hornissen jagten den Schornstein hinunter, die Sonne ging durch die südlichen Fenster heiß und drängend; Sie schlief immer noch. Als er jede Herbstnacht nach Hause kam, erschöpft, mit blutigen Unterarmen, war sie stundenlang eingeschlafen. Draußen wischte der Wind schon Blätter von den Pappeln - zu früh, dachte er. Er nahm ihre schlafende Hand. Beide lebten im Griff von Kräften, auf die sie keine Kontrolle hatten - der Oktoberwind, die Revolutionen der Erde.\nDieser Winter war das schlimmste, an das er sich erinnern konnte: Von Thanksgiving an waren sie eingeschneit, der Lastwagen war unter sechs Fuß Schneetreiben begraben. Die Telefonleitung ging im Dezember runter und blieb bis April. Der Januar begann mit einem Chinook, gefolgt von einem schrecklichen Einfrieren. Am nächsten Morgen bedeckte eine drei Zoll große Eiskruste den Schnee. Auf den Ranches nach Süden stürzten Rinder durch und verblutet zu Tode. Mit ihren winzigen Hufen drangen Hirsche durch und erstickten im tiefen Schnee darunter. Blutspuren durchzogen die Hügel.\nAm Morgen fand er Kojotenspuren, die im Schnee an der Tür zum Kriechkeller standen, zwei Zentimeter Hartholz zwischen ihnen und der ganze Wintervorrat, der unter den Dielen gefroren lag. Er verstärkte die Tür mit Backblechen, nagelte sie gegen das Holz und über den Angeln. Zweimal wachte er auf, als Krallen über das Metall scharrten und nach draußen stürmten, um die Kojoten wegzuschreien.\nÜberall sah er aus, als wäre etwas im Sterben: Ein Elch kippte umher, eine abgemagerte Hirschkuh klapperte wie ein betrunkenes Skelett auf Eis. Das Radio berichtete von riesigen Viehverlusten auf den südlichen Ranches. Jede Nacht träumte er von Wölfen, davon, mit ihnen zu rennen, über Zäune zu schweben und sich in die dampfenden Tierkadaver zu stürzen.\nIm Februar wachte er unter der Kabine zu Kojoten auf. Er griff nach seinem Bogen und Messer und stürzte barfuß in den Schnee, seine Füße wurden taub. Sie waren unter die Tür gegangen, hatten gekaut und die gefrorene Erde unter dem Fundament ausgegraben. Er löste den Rest der Tür und schwang ihn frei.\nElchpfeile waren alles, was er hatte, Aluminiumschäfte, die mit Jagdspitzen versehen waren. Er hockte in dem dunklen Eingang - der einzige Ausgang - mit seinem Bogen bei voller Ziehung und einem nockten Pfeil. Über ihm hörte er die Füße seiner Frau leise über die Dielenbretter klatschen. Ein Kojote machte ein Hustengeräusch. Andere bewegten sich und keuchten. Vielleicht waren es zehn. Er begann Pfeile in die Dunkelheit zu schießen. Er hörte ein bisschen in die Grundblöcke im hinteren Teil des Kriechraums, andere versanken in Fleisch. Er gab seinen ganzen Köcher aus: ein Dutzend Pfeile. Das Jaulen von gespaltenen Kojoten ging auf. Ein paar luden ihn auf, und er peitschte mit seinem Messer nach ihnen. Er spürte, wie sich die Zähne bis zum Knochen seines Armes spannten, und spürte heißen Atem auf seinen Wangen. Er peitschte mit seinem Messer Rippen, Schwänze, Schädel. Seine Muskeln schrien. Die Kojoten waren in Raserei. Blut quoll aus seinem Handgelenk, seinem Oberschenkel.\nSie hÃ¶rte die jenseitigen Schreie verwundeter Kojoten durch die Dielenbretter, seine Grunzlaute und Flüche, wÃ¤hrend er sich stritt. Es klang, als ob ein Ausgang den ganzen Weg von der Hölle bis zum Untergang durchsucht worden wäre, und was jetzt herausströmte, war die schlimmste Gewalt, die dieser Ort heraufbeschwören konnte. Sie kniete sich vor den Kamin und spürte die Seelen der Kojoten, die auf ihrem Weg zum Himmel durch die Bretter kamen.\nEr war blutgetränkt und hungrig, und sein Oberschenkel war stark gebissen worden, aber er arbeitete den ganzen Tag daran, den Lastwagen auszugraben. Wenn er kein Essen bekam, würden sie verhungern, und er versuchte, den Gedanken an den Lastwagen in Gedanken festzuhalten. Er schleuderte Schiefer und Baumrinde unter die Reifen und grub einen Schneeberg von der Ladefläche. Schließlich, nach Einbruch der Dunkelheit, ließ er den Motor umdrehen und raste den Lastwagen auf den gefrorenen, windverkrusteten Schnee. Für einen kurzen, wundervollen Moment hatte er es über die eisige Kruste geschleudert, Sternenlicht wehte durch die Fenster, Reifen drehten sich, Kolben brannten, was wie die Straße aussah, die sich in den Scheinwerfern abspulte. Dann ist er durchgefahren. Langsam und schmerzhaft fing er an, es wieder auszugraben.\nEs war hoffnungslos. Er würde es aufheben, und dann würde es ein paar Meilen später durchbrechen. Kaum irgendwo war die Eisschicht auf dem Schnee dick genug, um das Gewicht des Lastwagens zu tragen. Zwanzig Stunden lang grub er und dann ruckte er und schob den Lastwagen über acht Fuß Drifts. Drei weitere Male krachte es durch und sank zu den Fenstern. Endlich hat er es verlassen. Er war zehn Meilen von zu Hause entfernt, dreißig Meilen von der Stadt entfernt.\nEr machte ein schwaches und rauchiges Feuer mit geschnittenen Ästen und lag daneben und versuchte zu schlafen, aber er konnte nicht. Die Hitze des Feuers schmolz Schnee, und langsam liefen Tropfen auf ihn zu, aber erstarrten fest, bevor sie ihn erreichten. Die Sterne, die sich oben in ihren Sternbildern drehten, schienen nie weiter oder kälter zu sein. In einem Zustand, in dem weder Schlaf noch Wachsamkeit herrschten, beobachtete er, wie sich Wölfe um sein Feuer drängten, gerade außerhalb der Reichweite von Licht, hechelnd und mager. Er dachte zum ersten Mal, dass er sterben könnte, wenn er nicht wärmer würde. Er schaffte es, niederzuknien und nach Hause zu kriechen. Um ihn herum konnte er die Wölfe spüren, Blut an ihnen riechen, ihre genagelten Füße über das Eis kratzen hören.\nEr reiste die ganze Nacht und den ganzen nächsten Tag, in der Nähe von Katatonie, manchmal auf seinen Füßen, öfter auf Ellbogen und Knien. Manchmal dachte er, er wäre ein Wolf, und manchmal dachte er, er sei tot. Als er endlich in der Hütte war, gab es keine Spuren auf der Veranda, kein Zeichen, dass sie ausgegangen war. Die Tür zum Kriecheraum war immer noch aufgestoßen, und Fetzen von der Abstellgleis und dem Türrahmen lagen verstreut herum.\nSie kniete auf dem Boden, Eis in ihren Haaren, verloren in einer Art hypothermischen Erstarrung. Mit letzter Kraft baute er ein Feuer und goss sich einen Becher heißes Wasser in den Hals. Als er einschlief, beobachtete er sich aus einiger Entfernung, weinte und umklammerte seine fast gefrorene Frau.\nSie hatten nur Mehl und ein paar Kekse in den Schränken. Als sie sprechen konnte, war ihre Stimme leise und weit weg. \"Ich habe die erstaunlichsten Dinge geträumt\", murmelte sie. \"Ich habe die Orte gesehen, wo Kojoten gehen, wenn sie weg sind. Ich weiß, wo Spinnen gehen und Gänse ...\"\nSchnee fiel unaufhörlich. Die Nacht blieb; Tageslicht ging in einem Atemzug vorüber. Der Jäger war hungrig. Immer wenn er aufstand, floh seine Sehkraft in langsamen, widerlichen Farbstreifen. Er ging mit Laternen hinaus, um zu fischen, schaufelte sich zum Flusseis hinunter, zerschnitt es mit einem Maulesel und zitterte über dem Loch, während er einen Teigball an einem Haken zusammensah. Manchmal brachte er eine Forelle zurück; ein anderes Mal aßen sie ein Eichhörnchen, einen Hasen, einmal ein ausgehungertes Reh, dessen Knochen er zerbrach und kochte, oder nur ein paar Handvoll Hagebutten. In den schlimmsten Monaten des Monats März grub er Rohrkolben aus, um die Knollen zu schälen und zu dämpfen.\nSie aß kaum, schlaf achtzehn, zwanzig Stunden am Tag. Als sie aufwachte, kritzelte sie auf Notizblockpapier, bevor sie wieder in den Schlaf fiel und sich an die Decken klammerte, als ob sie ihr Nahrung geben würden. Da war, wie sie erfuhr, Stärke im Zentrum der Schwäche verborgen, am Boden der tiefsten Grube. Mit ihrem leeren Magen und ihrem beruhigten Körper, ohne die täglichen Forderungen nach Leben, fühlte sie, dass sie wichtige Entdeckungen machte. Sie war erst neunzehn und hatte seit seiner Heirat zwanzig Pfund verloren. Nackt war sie nur Brustkorb und Becken.\nEr las ihre gekritzelten Träume, aber sie schienen sinnlose Gedichte zu sein und gaben ihm keine Hinweise.\nSchnecke: Schlitten hinunter Steine ​​im Regen.\nEule: fixiert seine Augen auf Hasen, Tropfen wie vom Mond.\nPferd: reitet mit seinen Brüdern durch die Ebenen ...\nIm April stieg die Temperatur über Null und dann über zwanzig. Er schnallte eine zusätzliche Batterie an seinen Rucksack und holte den Lastwagen aus. Seine Ausgrabungen nahmen den ganzen Tag in Anspruch. Er fuhr im Mondlicht langsam die matschige Straße hinauf und fragte, ob sie am nächsten Morgen in die Stadt fahren wolle. Zu seiner Überraschung sagte sie ja. Sie erhitzten Wasser für Bäder und zogen Kleidung an, die sie seit sechs Monaten nicht mehr getragen hatten. Sie fädelte Schnur durch ihre Gürtelschlaufen, um ihre Hosen hochzuhalten.\nHinter dem Rad füllte sich seine Brust, um sie bei sich zu haben, um auf das Land zu ziehen, um die Sonne über den Bäumen zu sehen. Der Frühling kam; Das Tal putzte sich. Schau mal, wollte er sagen, diese Gänse strömen über die Straße. Das Tal lebt. Selbst nach einem solchen Winter.\nSie bat ihn, sie in der Bibliothek abzusetzen. Er kaufte Essen - ein Dutzend gefrorene Pizzen, Kartoffeln, Eier, Karotten. Er weinte fast, als er Bananen sah. Auf dem Parkplatz trank er eine halbe Gallone Milch. Als er sie in der Bibliothek abholte, hatte sie einen Bibliotheksausweis beantragt und sich zwanzig Bücher ausgeliehen. Sie hielten am Bitterroot für Hamburger und Rhabarberkuchen. Sie aß drei Stücke. Er beobachtete sie beim Essen, der Löffel rutschte aus ihrem Mund. Das war besser. Das war mehr wie seine Träume.\n\"Nun, Mary\", sagte er, \"ich denke, wir haben es geschafft.\"\n\"Ich liebe Kuchen\", sagte sie.\nSobald die Leitung repariert war, fing das Telefon an zu klingeln. Er nahm seine Angelkunden den Fluss hinunter. Sie saß auf der Veranda, las und las.\nBald konnte ihr plötzlicher und heftiger Appetit auf Bücher von der Great Falls Public Library nicht mehr befriedigt werden. Sie wollte andere Bücher - Aufsätze über Zauberei, Grundzetteln über Zauberarbeiten und Zauberkunst, die aus New Hampshire, New Orleans, sogar aus Italien bestellt werden mussten. Einmal in der Woche fuhr der Jäger in die Stadt, um ein Paket mit Büchern von der Post zu holen: Arcana Mundi, Das Wörterbuch des Sehers, Vorbild der Zauberei, Geheimwissenschaft der Alten. Er öffnete einen auf eine zufällige Seite und las: \"Bring Wasser, flechte ein weiches Filet um deinen Altar, verbrenne es auf frischen Zweigen und Weihrauch ...\"\nSie gewann ihre Gesundheit wieder, nahm Energie auf, lag nicht mehr unter Pelzen und träumte den ganzen Tag. Sie war schon aufgestanden und hatte Kaffee gebrüht, ihre Nase schon zwischen den Seiten. Mit einer konstanten Diät von Fleisch und Gemüse blühte ihr Körper, ihr Haar glänzte, ihre Augen und Backen glühten. Wie schön sie ihm in diesen wenigen Stunden erschien, in denen er zu Hause war. Nach dem Abendessen sah er ihr im Schein des Feuers zu, wie Amselfedern, die durch ihre Haare gebunden waren, und ein Reiherschnabel hing zwischen ihren Brüsten.\nIm November hat er sich einen Sonntag frei genommen und sie sind querfeldein gefahren. Sie stießen auf einen Stierelch, der mit einem Unentschieden erfroren war. Ravens kreischten sie an, als sie zu ihm fuhren. Sie kniete nieder und legte ihre Handfläche auf den ledernen Schädel. \"Da\", stöhnte sie. \"Ich fühle ihn.\"\n\"Was fühlst du?\" fragte er und stand hinter ihr. \"Was ist es?\"\nSie stand zitternd. \"Ich fühle sein Leben fließt aus\", sagte sie. \"Ich sehe, wohin er geht, was er sieht.\"\n\"Aber das ist unmöglich\", sagte er. \"Es ist, als würde ich sagen, dass du weißt, wovon ich träume.\"\n\"Das tue ich\", sagte sie. \"Du träumst von Wölfen.\"\n\"Aber dieser Elch ist mindestens einen Tag tot. Er geht nirgends hin. Er geht in die Ernte dieser Raben.\"\nWie konnte sie es ihm sagen? Wie konnte sie ihn bitten, so etwas zu verstehen? Wie konnte jemand verstehen? Deutlicher als je konnte sie sehen, dass zwischen Traum und Wachheit, zwischen Leben und Sterben eine feine Linie lag, eine Linie, die so dünn war, dass sie manchmal nicht existierte. Für sie war es im Winter immer am deutlichsten. Im Winter waren Leben und Tod in diesem Tal nicht so verschieden. Das Herz eines überwinternden Molchs war fest gefroren, aber sie konnte sich wärmen und es in ihrer Handfläche aufwecken. Für den Molch gab es überhaupt keine Linie, keinen Zaun, keinen Fluss Styx, nur ein Gebiet zwischen Leben und Sterben, wie ein Schneefeld zwischen zwei Seen: ein Ort, an dem sich Träume und Wachen trafen, wo der Tod nur möglich war und Visionen schimmerten zu den Sternen wie Rauch. Alles was benötigt wurde war eine Hand, die Hitze einer Handfläche, die Berührung von Fingern.\nIn diesem Februar schien die Sonne während der Tage und Eis bildete sich bei Nacht - glatte Blätter, die die Weizenfelder, die Dächer und Straßen verglasten. Eines Tages ließ er sie in der Bibliothek stehen, die Ketten an den Reifen klapperten, als er sich zurückzog und den Missouri in Richtung Fort Benton hinauffuhr.\nGegen Mittag rutschte Marlin Spokes, ein Schneepflugfahrer, den der Jäger von der Grundschule kannte, mit seinem Pflug von der Sun River Bridge herunter und fiel vier Meter tief in den Fluss. Er war tot, bevor sie ihn aus dem Wagen holen konnten. Sie las in der Bibliothek, einen Block entfernt, und hörte, wie der Pflug wie tausend herabfallende Träger in das Flussbett krachte. Als sie zur Brücke kam und in Jeans und T-Shirt rannte, waren schon Männer im Wasser - ein Telefonist aus Helena, ein Juwelier, ein Metzger in der Schürze, alle hatten die Ufer hinuntergeklettert und wateten herein Die Stromschnellen öffnen die Tür. Die Männer hoben Marlin aus dem Taxi und stolperten, als sie ihn trugen. Dampf stieg von ihren Schultern und von der zerdrückten Haube des Pflugs. Sie raste den schneebedeckten Hang hinunter und spritzte ihnen zu. Ihre Hand auf dem Arm des Juweliers,\nAls ihre Finger Marlins Körper berührten, rollten ihre Augen zurück und eine einzige Vision sprang auf sie zu: Marlin Spokes trat auf ein Fahrrad, einen Kindersitz über dem Hinterreifen mit einem behelmten Jungen - Marlins eigenen Sohn - daran festgeschnallt. Lichtreflexe wehten über die Reiter hinweg, als sie unter riesigen, sich ausbreitenden Ahornbäumen eine Gasse hinunterrollten. Der Junge griff mit einer kleinen Faust nach Marlins Haaren. Im Spiegel eines Schaufensterfensters blitzte ihr Spiegelbild auf. Gefallene Blätter kehrten in ihrem Kielwasser um. Diese stille Vision - wie ein Band aus reicher Seide - lief langsam und fließend mit großer Kraft aus, und sie zitterte darunter. Sie war es, die mit dem Fahrrad fuhr. Die Finger des Jungen zogen sich durch ihre Haare.\nDie Männer, die sie berührten oder Marlin berührten, sahen, was sie sah, fühlte, was sie fühlte. Zuerst sprachen sie nachts nur in ihren Kellern, aber Great Falls war keine große Stadt, und das konnte man nicht in einem Keller aufbewahren. Bald diskutierten sie überall - im Supermarkt, bei den Zapfsäulen. Menschen, die Marlin Spokes oder seinen Sohn oder die Frau des Jägers oder irgendeinen der Männer im Fluss an diesem Morgen nicht kannten, berichteten bald von diesem Ereignis wie Experten. \"Alles, was Sie tun mussten, war sie zu berühren \", sagte ein Friseur, \"und Sie haben es auch gesehen.\" \"Die schönste Gasse, von der Sie je geträumt haben\", schwärmte ein Deli-Besitzer. \"Du hast seinen Sohn nicht einfach herumgetreten\", flüsterte der Filmemacher, \"du hast ihn geliebt .\"\nEr hätte überall hören können. In der Kabine baute er das Feuer auf, blätterte untätig durch einen Stapel ihrer Bücher. Er konnte sie nicht verstehen - einer von ihnen war nicht einmal auf Englisch.\nNach dem Abendessen nahm sie die Teller zum Waschbecken.\n\"Du liest jetzt Spanisch?\" er hat gefragt.\nIhre Hände im Waschbecken blieben stehen. \"Es ist Portugiesisch\", sagte sie. \"Ich verstehe nur ein wenig.\"\nEr drehte seine Gabel in seinen Händen. \"Warst du da, als Marlin Spokes getötet wurde?\"\n\"Ich habe geholfen, ihn aus dem Lastwagen zu ziehen. Ich glaube nicht, dass ich sehr gut war.\"\nEr schaute auf ihren Hinterkopf. Er hatte Lust, seine Gabel durch den Tisch zu fahren. \"Welche Tricks hast du gespielt? Hast du Leute hypnotisiert?\"\nIhre Schultern strafften sich. Ihre Stimme wurde wütend. \"Warum kannst du nicht-\", begann sie, aber ihre Stimme fiel ab. \"Es waren keine Tricks\", murmelte sie. \"Ich habe geholfen, ihn zu tragen.\"\nAls sie anfing zu telefonieren, legte er die Anrufer auf. Aber sie waren unerbittlich: eine trauernde Witwe, ein Waisenanwalt, ein Reporter der Great Falls Tribune. Ein blubbernder Vater fuhr den ganzen Weg zur Hütte, um sie zu bitten, zum Bestattungsinstitut zu kommen, und schließlich ging sie. Der Jäger bestand darauf, sie zu fahren. Es war nicht richtig, erklärte er, sie solle allein gehen. Er wartete in dem Lastwagen auf dem Parkplatz, Motorrasseln, Radiostöhnen.\n\"Ich fühle mich so lebendig\", sagte sie später, als er ihr ins Taxi half. Ihre Kleider waren vom Schweiß durchnässt. \"Als ob mein Blut durch meinen Körper zischt.\" Zu Hause lag sie wach, weit weg, die ganze Nacht.\nSie wurde zurückgerufen und zurückgerufen, und jedes Mal fuhr er sie. Er würde sie nach einem ganzen Tag der Entenjagd aufnehmen und vor Erschöpfung ohnmächtig werden, während er im Lastwagen wartete. Wenn er aufwachte, war sie neben ihm und hielt seine Hand, ihre Haare feucht, ihre Augen wild. \"Du hast geträumt, du wärst bei den Wölfen und isst Lachs\", sagte sie. \"Sie wurden angespült und sterben auf den Untiefen.\"\nEr fuhr sie über die dunklen Felder nach Hause. Er versuchte seine Stimme zu mildern. \"Was machst du da drin? Was wirklich?\"\n\"Ich gebe ihnen Trost. Ich lasse sie sich von ihren Lieben verabschieden. Ich helfe ihnen etwas zu wissen, was sie sonst nie wissen würden.\"\n\"Nein\", sagte er. \"Ich meine, was für Tricks? Wie machst du das?\"\nSie drehte ihre Hände nach oben. \"Solange sie mich berühren, sehen sie, was ich sehe. Komm mit mir das nächste Mal. Geh rein und halte die Hände. Dann wirst du es wissen.\"\nEr sagte nichts. Die Sterne über der Windschutzscheibe schienen an ihren Plätzen befestigt zu sein.\nFamilien wollten sie bezahlen; Die meisten ließen sie nicht gehen, bis sie es taten. Sie kam mit fünfzig, hundert, einmal vierhundert Dollar, die sie in die Tasche steckte, zum Lastwagen. Sie begann an den Wochenenden zu gehen und verschwand im Lastwagen, bevor er auf war, ein furchtloser Fahrer. Sie kniete mit dem Straßenkiller - ein zerknittertes Stachelschwein, ein zerbrochenes Reh. Sie drückte ihre Handfläche an den Kühlergrill, wo die Insektenhülsen rauchten. Jahreszeiten kamen und gingen. Sie war den halben Winter weg. Jeder von ihnen war allein. Sie haben nie gesprochen. Auf längeren Fahrten war sie manchmal versucht, den Lastwagen wegzuhalten und niemals zurückzukehren.\nIn den ersten Auftauen würde er zum Fluss gehen und versuchen, sich im Rhythmus des Castings zu verlieren, in dem Klang von Kieseln, die stromabwärts getrieben wurden und zusammen klickten. Aber selbst das Angeln war für ihn einsam geworden. Alles schien, wie es schien, aus seinen Händen - sein Lastwagen, seine Frau, der Kurs seines eigenen Lebens.\nAls die Jagdsaison begann, wanderten seine Gedanken. Er verpfuschte Tötungen - er wurde von Elch aufgesessen, oder er sagte einem Kunden, er solle entladen, und es wurde dreißig Sekunden später beendet, bevor ein Fasan aus der Deckung platzte. Als ein Klient seine Markierung verfehlte und eine Antilope in den Hals steckte, beschimpfte der Jäger ihn, weil er unvorsichtig war, kniete über seine Spuren und klammerte sich an den blutigen Schnee. \"Verstehst du, was du getan hast?\" er schrie. \"Wie der Pfeilschaft gegen die Bäume schlagen wird, wie das Tier rennen und rennen wird, wie die Wölfe dahinter traben werden, damit es nicht ruht?\"\nDer Klient hatte ein rotes Gesicht und schnaufte. \"Wölfe jagen hier nicht\", sagte der Klient. \"Hier sind seit zwanzig Jahren keine Wölfe mehr.\"\nSie war in Butte oder Missoula, als er ihr Geld in einem Stiefel entdeckte: sechstausend Dollar und Wechselgeld. Er stornierte seine Ausflüge und schmorte zwei Tage lang, ging auf der Veranda auf und ab, durchsuchte ihre Sachen und probte seine Argumente. Als sie ihn sah, die Bündel Scheine, die aus seiner Hemdtasche ragten, blieb sie auf halbem Weg zur Tür stehen, die Tasche über der Schulter, die Haare zurückgebunden.\n\"Es ist nicht richtig\", sagte er.\nSie ging an ihm vorbei in die Kabine. \"Ich helfe Leuten. Ich mache, was ich liebe. Kannst du nicht sehen, wie gut ich mich danach fühle?\"\n\"Sie nutzen sie aus. Sie trauern, und Sie nehmen ihr Geld.\"\n\"Sie wollen mich bezahlen\", kreischte sie. \"Ich helfe ihnen, etwas zu sehen, was sie unbedingt sehen wollen.\"\n\"Es ist ein Grift. Ein Betrug.\"\nSie kam auf die Veranda zurück. \"Nein\", sagte sie. Ihre Stimme war leise und stark. \"Das ist echt. So echt wie alles: das Tal, der Fluss, deine Forelle, die im Kriechkeller hängt. Ich habe Talent. Ein Geschenk.\"\nEr schnaubte. \"Ein Geschenk für den Hokuspokus. Für das Schwindeln von Witwen aus ihren Ersparnissen.\" Er warf das Geld auf den Hof. Der Wind fing die Rechnungen und zerstreute sie über den Schnee.\nSie schlug ihn einmal hart auf den Mund. \"Wie kannst du es wagen?\" Sie weinte. \"Ausgerechnet du solltest es verstehen. Du träumst jeden Abend von Wölfen.\"\nIn den folgenden Monaten verließ sie die Kabine häufiger und länger, besuchte Häuser, Unfallstellen und Beerdigungszentren in ganz Zentral-Montana. Schließlich zeigte sie den Lastwagen nach Süden und drehte sich nicht um. Sie waren seit fünf Jahren verheiratet.\nZwanzig Jahre später, im Bitterroot Diner, schaute er zum Fernseher an der Decke und dort wurde sie interviewt. Sie lebte in Manhattan, war um die Welt gereist, hatte zwei Bücher geschrieben. Sie war im ganzen Land gefragt.\n\"Kommunizierst du mit den Toten?\" fragte der Interviewer.\n\"Nein\", sagte sie, \"ich helfe den Menschen. Ich kommuniziere mit den Lebenden. Ich gebe den Menschen Frieden.\"\n\"Nun\", sagte der Interviewer und drehte sich um, um in die Kamera zu sprechen. \"Ich glaube es.\"\nDie Jägerin kaufte ihre Bücher im Buchladen und las sie in einer Nacht. Sie hatte Gedichte über das Tal geschrieben und sie an die Tiere geschrieben: Du wuchernder Kojote, du glorreicher Bock. Sie war in den Sudan gereist, um das Rückgrat eines versteinerten Stegosauriers zu berühren, und schrieb von ihrer Frustration, als sie nichts davon ahnte. Ein Fernsehsender flog sie nach Kamtschatka, um den riesigen, zottigen Hals eines Mammuts zu umarmen, der von einem Gletscher in die Luft geschleudert wurde. Sie hatte damit mehr Glück gehabt und beschrieb eine ganze Herde, die sich mit einer matschigen Flut über die Füße schleppte, Seegras riss und die Ohren aufflammte, um die Sonne zu erwischen. In einer Handvoll Gedichte gab es sogar vage Andeutungen an ihn - eine brütende, blutgetränkte Präsenz, die wie ein Sturm auf dem Weg außerhalb der Ränder schwebte, wie ein Killer, der sich im Keller versteckt.\nDer Jäger war achtundfünfzig Jahre alt. Zwanzig Jahre waren eine lange Zeit. Das Tal hatte sich langsam aber deutlich verringert: Straßen kamen herein, und die Grizzlys verließen das Land. Holzfäller hatten fast jeden zugänglichen Baumbestand ausgedünnt. Jedes Frühjahr, das von den Holzfällerstraßen abgeflossen ist, hat den Fluss schokoladenbraun, und der Boden von den alten Wäldern wurde in den Missouri gewaschen. In seiner Kabine, über den Tisch gebeugt, legte er ihre Bücher beiseite, nahm einen Bleistift und schrieb ihr einen Brief.\nEine Woche später fuhr ein Federal Express-Lastwagen den ganzen Weg zur Hütte. Im Umschlag war ihre Antwort, auf geprägtem Briefpapier. Die Handschrift war eilig und effizient. Ich werde in Chicago sein, hieß es, übermorgen. Beiliegend ist ein Flugticket. Fühlen Sie sich frei zu kommen. Danke fürs Schreiben.\nNach dem Sorbet rief der Kanzler seine Gäste in den Empfangsraum. Brennende Kerzen waren im ganzen Raum verteilt worden: auf den Schwellern, dem Treppengeländer, dem Kaminsims, den Bücherregalen. Die Bar war abgebaut worden; An seiner Stelle waren drei Schatullen auf den Teppich gesetzt worden. Ein bisschen Schnee, der auf die Lider gefallen war - sie mussten draußen gehalten worden sein - schmolz dahin, und Tropfen liefen auf den Teppich, wo sie dunkle Ringe hinterließen. Um die Schatullen herum waren Kissen auf den Boden gestellt. Der Jäger lehnte sich gegen den Eingang und beobachtete, wie die Gäste unbehaglich in den Raum rannten. Einige hielten Kaffeetassen in der Hand, andere tranken Gin oder Wodka in tiefen Gläsern. Schließlich setzten sich alle im Kreis auf den Boden.\nDann kam die Frau des Jägers, elegant in ihrem dunklen Anzug. Sie kniete nieder und bedeutete O'Brien, sich neben sie zu setzen. Sein Gesicht war eingeklemmt und unergründlich. Wieder hatte der Jäger den Eindruck, er sei nicht von dieser Welt, sondern von einem etwas schlankeren.\n\"Präsident O'Brien\", sagte seine Frau, \"Ich weiß, das ist schwierig für Sie. Der Tod kann so endgültig erscheinen, wie eine Klinge, die durch den Hals fällt. Aber die Natur des Todes ist nicht endgültig. Es ist nicht dunkel Klippe, von der wir springen.Ich hoffe, Ihnen zu zeigen, dass es nur ein Nebel ist, etwas, in das wir hinein- und hinausschauen können, etwas, das wir kennen und sehen können und nicht unbedingt fürchten.Jede Leben aus unserem kollektiven Leben nimmt ab Selbst im Tod haben wir viel zu feiern. Es ist nur ein Übergang, wie so viele andere. \"\nSie trat in den Kreis und löste die Deckel der Särge. Von wo er saß, konnte der Jäger nicht hineinsehen. Die Hände seiner Frau flatterten wie Vögel um ihre Hüften. \"Denk nach\", sagte sie. \"Denk über etwas nach, was du gerne lösen würdest, irgendeine Angelegenheit, die jetzt weg ist, in den Klauen der Vergangenheit, die du gerne zurücknehmen könntest - vielleicht mit deinen Töchtern, einem Moment, einem verlorenen Gefühl, einem verzweifelten Wunsch.\"\nDer Jäger schloss die Augen. \"Denke jetzt\", sagte seine Frau, \"von einem wundervollen Moment, einer schönen und sonnigen Minute, die du geteilt hast, deiner Frau und deinen Töchtern, ihr alle zusammen.\" Ihre Stimme regte sich. Hinter seinen Augenlidern machte das Leuchten der Kerzen eine gleichmäßige Orange. Er wusste, dass ihre Hände nach dem - was auch immer - in diesen Särgen griffen. Irgendwo in ihm spürte er, wie sie sich durch den Raum ausdehnte.\nSeine Frau sagte mehr über Schönheit und Verlust als dasselbe, wie sie die Welt befohlen hatten, und er spürte, dass etwas geschah - eine seltsame Wärme, eine flatternde Präsenz, etwas Dunkles und Verunsicherndes, wie eine Feder über seinen Nacken strich. Hände auf beiden Seiten griffen nach seinen Händen. Finger schlossen sich um seine Finger. Er fragte sich, ob sie ihn hypnotisierte, aber das war egal. Er hatte nichts zu bekämpfen oder wegzubrechen. Sie war jetzt in ihm; Sie hatte nach drüben gegriffen und stocherte herum.\nIhre Stimme klang verblasst, und er fühlte, wie er hochfiel, als ob er zur Decke aufsteigen würde. Die Luft wusch sich leicht in und aus seinen Lungen; Wärme pulsierte in den Händen, die seine hielten. In seinem Kopf sah er ein Meer, das aus dem Nebel auftauchte. Das Wasser war breit und flach und glitzerte wie poliertes Metall. Er spürte, wie sich Dünengras gegen seine Schienbeine bewegte und Wind über seine Schultern kam. Um ihn herum pendelten Bienen über die Dünen. Weit draußen tauchte ein Watvogel nach Krabben. Er wusste, dass ein paar hundert Meter entfernt zwei Mädchen Burgen im Sand bauten; er konnte ihr Lied hören, weich und beschwingt. Ihre Mutter war bei ihnen, lag unter einem Regenschirm, das eine Bein gebeugt, das andere gerade. Sie trank Eistee, und er konnte es in seinem Mund schmecken, süß und bitter mit einer Spur Minze. Jede Zelle in seinem Körper schien zu atmen. Er wurde zu den Mädchen, dem tauchenden Vogel, die pendelnden Bienen; er war die Mutter der Mädchen und des Vaters; er konnte fühlen, wie er nach außen flutete, sich auflöste und in die Welt paddelte wie die allererste Zelle in das große blaue Meer ...\nAls er die Augen öffnete, sah er Leinenvorhänge, Frauen in Kleidern knieten. Tränen waren auf den Wangen vieler Leute zu sehen - O'Brien und die von Kanzlerin und Bruce Maples. Der Kopf seiner Frau war gebeugt. Der Jäger löste vorsichtig die Hände, die ihn festhielten, stand auf und ging hinaus in die Küche, vorbei an den Seifenspülen, den Schüsseln. Er verlieÃŸ eine SeitentÃ¼r und fand sich auf dem Holzdeck wieder, das sich Ã¼ber das ganze Haus erstreckte. Ein paar Zentimeter Schnee lagen bereits darauf.\nEr fühlte sich dem Teich, dem Vogelbad, den Hecken hingezogen. Er ging zum Teich und stand an seinem Rand. Der Schnee fiel stetig, und die Wolkenunterseiten leuchteten im reflektierten Licht der Stadt.\nKurz darauf trat seine Frau auf das Deck und kam herunter, um sich ihm anzuschließen. Es gab Dinge, die er vorbereitet hatte zu sagen: etwas über einen endgültigen Glauben, einen Ausdruck der Dankbarkeit dafür, einen Grund gegeben zu haben, das Tal zu verlassen, wenn auch nur für eine Nacht. Er wollte ihr sagen, dass, obwohl die Wölfe weg waren, vielleicht immer weg waren, sie immer noch in Träumen zu ihm kamen. Dass sie dort wild und ungebändigt rennen konnten, war sicher genug. Sie würde es verstehen. Sie hatte lange vor ihm verstanden.\nAber er hatte Angst zu sprechen. Er konnte sehen, dass das Sprechen wie eine sehr zerbrechliche Verbindung in Stücke zerteilte, wie einen Löwenzahn zu treten, der zu Samen geworden ist; die zarte, dünne Sphäre ihres Körpers würde im Wind zerstreuen. Stattdessen standen sie zusammen, der Schnee flatterte von den Wolken herab und schmolz ins Wasser, wo ihre reflektierten Bilder wie zwei Menschen am Glas einer Parallelwelt zitterten, und schließlich erreichte er ihre Hand."
}